Repository: ajaydsouza/twittercounter
Catalog: languages/twittercounter-*.po
Languages: da_dk, de_de, lt_lt, ru_ru

source: Options saved successfully.
da_dk: Indstillingerne blev gemt.
de_de: Änderungen erfolgreich gespeichert.
lt_lt: Izmaiņas ir veiksmīgi saglabāta.
ru_ru: Параметры успешно сохранены.

source: Options set to Default.
da_dk: Indstillinger sat til standardværdierne.
de_de: Einstellungen zurückgesetzt.
lt_lt: Iestatījumi.
ru_ru: Параметры установлены по умолчанию.

source: Support the development
lt_lt: palīdzēt attīstība

source: Enter amount in USD:
lt_lt: Ievadiet summu USD:

source: Send your donation to the author of
lt_lt: Sūtiet savu ziedojumu autoram

source: Quick links
lt_lt: Ātrās saites

source: plugin page
lt_lt: plugin lappuse

source: Other plugins
lt_lt: citas plugins

source: Ajay's blog
lt_lt: Ajay blog

source: Support
lt_lt: atbalstīt
ru_ru: Техподдержка

source: Recent developments
lt_lt: Nesenie notikumi

source: Twitter Buttons
lt_lt: Twitter pogas

source: Twitter username:
da_dk: Twitter-brugernavn:
de_de: Twitter Benutzername:
lt_lt: Twitter lietotājvārds:
ru_ru: Имя пользователя Twitter:

source: Select Style of TwitterCounter badge
da_dk: Vælg Style til TwitterCounter-skiltet
de_de: Wählen Sie den Style für den TwitterCounter
lt_lt: Izvēlieties stilu čivināt Counter
ru_ru: Выберите стиль значка TwitterCounter

source: If you have never used TwitterCounter before please visit <a href="http://twittercounter.com" target="_blank">http://twittercounter.com</a>, enter your Twitter username and hit <strong>Get Stats</strong>
lt_lt: Ja esat nekad nav izmantots TwitterCounter agrāk, lūdzu, apmeklējiet <a href="http://twittercounter.com" target="_blank">http://twittercounter.com</a>, enter your Twitter username and hit <strong>Get Stats</strong>

source: Choose settings for the above button:
lt_lt: Izvēlieties iestatījumus iepriekš pogu:

source: Text Color
lt_lt: teksta krāsa
ru_ru: Цвет текста

source: Background Color
lt_lt: fona krāsa
ru_ru: Цвет бэкграунда

source: This generates just the count wrapped with a div with <code>id="TwitterCounter"</code>. You can enter your own styles in the <strong>Custom Styles</strong> tab
lt_lt: Tas rada tikai skaitu ietin ar div ar <code>id="TwitterCounter"</code>. Jūs varat ievadīt savu stilu <strong> Custom stili</strong> tab

source: Older buttons (count may not be accurate)
lt_lt: Vecāki pogas (skaits var nebūt precīza)

source: Select options for Twitter Widget
lt_lt: Izvēlieties opcijas Twitter widget

source: User ID
da_dk: Bruger-id
de_de: Benutzer ID
lt_lt: lietotājs ID
ru_ru: ID пользователя

source: This is the value of <code>users_id</code> in script code generated
lt_lt: Tā ir vērtība, <code>users_id</code> ir skripta radīto kodu

source: Text and links
lt_lt: Teksts un saites

source: used for usernames and hyperlinks
da_dk: Bruges til brugernavne og hyperlinks
de_de: Wird für Benutzernamen und Hyperlinks genutzt
lt_lt: Izmanto lietotāja vārdu un hipersaišu
ru_ru: Использовать для имен пользователя и гиперссылок

source: Header horizontal rules
lt_lt: Header horizontāli noteikumi

source: used for horizontal rulers and text
da_dk: Bruges til horisontale linjer og tekst
de_de: Genutzt für horizontalen Schieber und Text
lt_lt: Izmantots horizontālo slīdni un teksta
ru_ru: используется для горизонтальной линейки и текста

source: used for some (not all) backgrounds
lt_lt: izmantot dažiem (ne visi) vidēm
ru_ru: используется для некоторых (не всех) фонов

source: Number of rows
da_dk: Antal rækker
de_de: Zeilenanzahl
lt_lt: skaits Lines
ru_ru: Число колонок

source: How many Twitter users do you want to show? Min 6
da_dk: Hvor man Twitter-brugere ønsker du at vise? Min 6
de_de: Wieviele Twitterbenutzer sollen angezeigt werden? Min. 6
lt_lt: Cik Twitter lietotāji ir redzams? 6 min
ru_ru: Сколько Twitter пользователей вы хотите показать? Мин 6

source: Width
da_dk: Bredde
de_de: Grösse
lt_lt: augstums
ru_ru: Ширина

source: How wide should the widget be? Min 180 pixels
da_dk: Hvor bred skal widgetten være? Min 180 pixels
de_de: Wie breit soll das Widget sein? Min. 180 pixel
lt_lt: Cik plaša būtu widget? Min 180 pikseļi
ru_ru: Насколько широк должен быть виджет? Мин 180 пикселей

source: Custom Styles
lt_lt: Custom stili

source: Custom CSS to add to header:
lt_lt: Custom CSS pievienot galvenei:

source: Do not include <code>style</code> tags. Check out the <a href="http://wordpress.org/extend/plugins/twittercounter/faq/">FAQ</a> for available CSS classes to style.
lt_lt: Neietver <code> stils </ code> tagus. Pārbaudiet <a href="http://wordpress.org/extend/plugins/twittercounter/faq/"> Kontakti </ a> pieejamo CSS klašu stilu.

source: Please visit WP-Admin &gt; Settings &gt; TwitterCounter and enter your Twitter username
da_dk: Gå til WP-kontrolpanelet under &gt; Indstillinger &gt; TwitterCounter og indtast dit Twitter-brugernavn
de_de: Bitte gehen Sie auf die Einstellungsseite &gt; Settings &gt; für TwitterCounter und geben Sie Ihren Twitter Benutzernamen ein.
lt_lt: Lūdzu, dodieties uz iestatījumu lapā> Uzstādījumi> TwitterCounter par un ievadiet savu Twitter lietotājvārdu.
ru_ru: Пожалуйста посетите WP-Admin &gt; Настройки &gt; TwitterCounter и введите ваше имя пользователя Twitter

source: Display TwitterCounter
lt_lt: displejs TwitterCounter

source: Title
lt_lt: virsraksts

source: Style
lt_lt: stils

source: Display Twitter Widget
lt_lt: displejs Twitter Widget

source: Leave the below options blank to use the default settings
lt_lt: Atstājiet zemāk iespējas tukšu, lai izmantotu noklusējuma iestatījumus

source: Settings
lt_lt: iestatījumi
ru_ru: Настройки

source: Donate
lt_lt: ziedot
ru_ru: Добровольное пожертвование

source: Support the Development
da_dk: Støt udviklingen
de_de: Untersützten Sie die Entwicklung

source: If you find my
da_dk: Hvis du finder min
de_de: Wenn Sie meinen

source: useful, please do
da_dk: brugbar, så venligst
de_de: nützlich finden, bitte

source: drop in your contribution
da_dk: giv et bidrag
de_de: geben Sie eine Spende ab

source: Some reasons why you should.
da_dk: Nogle grunde til, at du skal det.
de_de: Einige Gründe warum.

source: Options:
da_dk: Indstillinger:
de_de: Optionen:
ru_ru: Опции:

source: Select options for Twitter Remote
da_dk: Vælg indstillinger for Twitter Remote
de_de: Twitter Remote Optionen auswählen

source: Generated automatically from your username. This is the value of <code>users_id</code> in script code generated
da_dk: Genereres automatisk ud fra dit brugernavn. Dette er værdien af <code>users_id</code> i den skript-kode, der genereres
de_de: Automatisch durch Ihren Benutzernamen generiert. Dies ist der Wert <code>users_id</code>, der im Script Code genieriert wird
ru_ru: Создается автоматически с вашего имени пользователя. Это значение <code> users_id </ код> в генерируемый скрипт код

source: Color 1
da_dk: Farve 1

source: Color 2
da_dk: Farve 2

source: Twitter Remote tends to cache your remote. If you don't see your remote changing color, please wait for a few minutes.
da_dk: Twitter Remote plejer at cache din Remote. Hvis du ikke kan se, at remoten skifter farve, så vent venligst nogle få minutter.
de_de: Twitter Remote nutzt Caching. Wenn die geänderte Farbe nicht sofort angezeigt wird, bitte einen Moment warten.

source: Try forcing reload
da_dk: Prøv at gennemtvinge genindlæsning
de_de: Versuchen Sie eine Aktualisierung
ru_ru: Попробуйте перезагрузить

source: Do you want to set options to Default? If you don't have a copy of the username, please hit Cancel and copy it first.
da_dk: Ønsker du at sætte indstillingerne til Standardværdierne? Hvis du ikke har en kopi af dit brugernavn, så klik på Annullér og kopiér den først.
de_de: Möchten Sie die Einstellungen zurücksetzen? Wenn Sie Ihren Benutzernamen für Twitter nicht wissen, bitte klicken Sie auf Abbrechen und kopieren Sie diesen zuerst.
ru_ru: Хотите ли вы задать параметры по умолчанию? Если у вас нет копии исени пользователя, пожалуйста, нажмите Отмена и скопируйте его в первую очередь.

source: Choose settings below:
ru_ru: Выберите настройки ниже:

source: Preview
de_de: Vorschau
ru_ru: Предпросмотр

source: Hyperlink color
ru_ru: Цвет гиперссылки
